1:WizQst14DBD9
00000000

我要汝去學習阿環信。 汝忘記還是放棄了？ 我感到...不打動。
00000001

您還記得我對影子魔術的擔憂嗎？ 好吧，毫不奇怪，我是對的。 實際上，情況更糟。 最初是滴流，但現在是洪水。
00000002

我們有很多要討論的事情，但是首先，這是誰？ 我確定我以前告訴過汝。 新朋友讓我緊張，尤其是年輕人。
00000003

年輕，但是經驗豐富的巫師仍然邀請在這裡作為我的客人。 我相信這可能是阿甘um的有價值的盟友。
00000004

嗯。 我持懷疑態度，甚至有些惱火，但是可以。 巫師，我們不允許遊客在這裡。 您將成為一個啟動...目前。
00000005

您必須首先去存儲庫研究Arcanum Creed。 這將使巴巴·雅加（Baba Yaga）和我自己時間...趕上。
00000006

<ITALICS>The Repository reeks of musty old scrolls and dry binding glue. The Arcanum Creed is engraved in massive glyphs on the wall. </ITALICS>
00000007

<ITALICS>To translate each of the glyphs, you'll need to consult the ancient tomes set out on this level. </ITALICS> 
00000008

<ITALICS>Within the tome, you find a translation for the first glyph. "In the Order, a Spiral." </ITALICS>
00000009

<ITALICS>Within the tome, you find a translation for the second glyph. "In the Spiral, a Magic." </ITALICS>
00000010

<ITALICS>Within the tome, you find a translation for the third glyph. "In the Magic, an Eternity." </ITALICS>
00000011

<ITALICS>Within the tome, you find a translation for the fourth glyph. "In the Eternity, a Truth." </ITALICS>
00000012

<ITALICS>Together, the glyphs read: In the Order, a Spiral. In the Spiral, a Magic. In the Magic, an Eternity. In the Eternity, a Truth. </ITALICS>
00000013

<ITALICS>After reading the Creed, you feel a strong sense of belonging, as if you were meant to be here. </ITALICS>
00000014

因此，您設法弄清楚了信條。 我感到驚訝，但不要失望。 也許巴巴·雅加（Baba Yaga）的評估並非完全錯誤。
00000015

存儲庫
00000016

創造的著作
00000017

知識的書籍
00000018

靈感的書籍
00000019

洞察力